{"question": "Jaká základní myšlenka nebo přesvědčení nejvíce ovlivňuje vaše každodenní rozhodnutí?", "type": "Thought"}
{"question": "Jakou osobní filozofii se snažíte vtělit do svých činů?", "type": "Thought"}
{"question": "Když čelíte těžké volbě, jaký vnitřní hlas vás vede a proč?", "type": "Thought"}
{"question": "Jak definujete své osobní hodnoty v momentech nejistoty?", "type": "Thought"}
{"question": "Jaká myšlenka neustále pohání váš závazek k růstu?", "type": "Thought"}
{"question": "Vzpomenete si na moment, který změnil váš pohled na sebe sama nebo na svět? Co vás tento okamžik naučil?", "type": "Memory"}
{"question": "Jaká vzpomínka z dětství stále formuje vaše chápání života dnes?", "type": "Memory"}
{"question": "Vzpomeňte si na moment, na který jste výjimečně hrdí. Co vám to odhalilo o vašich silných stránkách?", "type": "Memory"}
{"question": "Ke které vzpomínce se vracíte, když hledáte útěchu nebo vedení v těžkých chvílích?", "type": "Memory"}
{"question": "Popište vzpomínku na úspěch, která vás dodnes inspiruje.", "type": "Memory"}
{"question": "Jaká nedávná zkušenost vás nečekaně naučila něco nového o tom, kdo jste?", "type": "Learning"}
{"question": "Jakou lekci jste se nedávno naučili při vystoupení ze své komfortní zóny?", "type": "Learning"}
{"question": "Podělte se o moment, kdy se chyba stala vaším největším učitelem.", "type": "Learning"}
{"question": "Jak jste vyrostli z nedávné zkušenosti s neúspěchem?", "type": "Learning"}
{"question": "Jakou novou dovednost nebo pochopení jste získali, které vás překvapilo?", "type": "Learning"}
{"question": "Kdybyste měli shrnout svou osobní cestu za poslední rok do jednoho klíčového poznatku, jaký by to byl?", "type": "Summary"}
{"question": "Jak byste popsali zastřešující téma vašich zkušeností v průběhu času?", "type": "Summary"}
{"question": "Jaký jediný moment nebo poučení vystihuje váš přístup k životu?", "type": "Summary"}
{"question": "Shrňte, jak se vaše hodnoty vyvinuly v průběhu let.", "type": "Summary"}
{"question": "Jaký příběh nejlépe vystihuje nedávnou kapitolu vašeho života?", "type": "Summary"}
{"question": "Jaký předpoklad o životě nebo lidech by stálo za to zpochybnit?", "type": "Assumption"}
{"question": "Jaké přesvědčení máte, které by mohlo vést k osobnímu růstu, kdyby bylo zpochybněno?", "type": "Assumption"}
{"question": "Máte nějaký předpoklad, který byl zpochybněn vašimi zkušenostmi?", "type": "Assumption"}
{"question": "Jak si myslíte, že by přehodnocení běžných předpokladů mohlo změnit váš pohled na život?", "type": "Assumption"}
{"question": "Jaký předpoklad o sobě byste chtěli přezkoumat v novém světle?", "type": "Assumption"}
{"question": "Existuje nějaký zvyk nebo chování, kterého si zřídka všimnete, ale ostatní ho komentují? Co by to mohlo o vás prozradit?", "type": "Blind Spot"}
{"question": "Co je něco, co často přehlížíte na sobě, co by vás mohlo brzdit?", "type": "Blind Spot"}
{"question": "Jaké opakující se chování ve vašem životě by mohlo být slepým místem?", "type": "Blind Spot"}
{"question": "Dokážete rozpoznat vlastnost, kterou si neuvědomujete, ale ostatní si jí váží?", "type": "Blind Spot"}
{"question": "Jaký osobní rys by mohl být slepým místem v tom, jak vidíte sami sebe?", "type": "Blind Spot"}
{"question": "Zažili jste někdy rozpor mezi svými ideály a činy? Jaké pochopení vám to přineslo?", "type": "Contradiction"}
{"question": "Popište moment, kdy jste jednali proti svým přesvědčením. Jaké poznání jste získali?", "type": "Contradiction"}
{"question": "Když se vaše činy odchýlí od vašich hodnot, jak tento rozdíl smiřujete?", "type": "Contradiction"}
{"question": "Můžete si vzpomenout na případ, kdy vaše chování odporovalo vašim deklarovaným přesvědčením? Co vás to naučilo?", "type": "Contradiction"}
{"question": "Jak se vypořádáváte s rozpory, které vznikají mezi vašimi plány a činy?", "type": "Contradiction"}
{"question": "Jakým způsobem vaše myšlenky každodenně utvářejí vaši emocionální krajinu?", "type": "Thought"}
{"question": "Jaká opakující se úvaha o životě udržuje vaši mysl zapojenou v hledání moudrosti?", "type": "Thought"}
{"question": "Která vzpomínka z vaší minulosti stále ovlivňuje vaše dnešní reakce?", "type": "Memory"}
{"question": "Existuje vzpomínka, ke které se zřídka vracíte, ale cítíte, že má ve vašem životě nevyužitý význam?", "type": "Memory"}
{"question": "Zamyslete se nad okamžikem, kdy náročná situace vedla k nečekané zkušenosti učení.", "type": "Learning"}
{"question": "Jaký nedávný vhled změnil vaše chápání sebe sama nebo vašeho světa?", "type": "Learning"}
{"question": "Dokážete shrnout svůj současný duševní stav do jedné hluboké věty a proč cítíte, že je pravdivá?", "type": "Summary"}
{"question": "Jak byste shrnuli svůj růst v poslední významné kapitole vašeho života?", "type": "Summary"}
{"question": "Jaký předpoklad o úspěchu nebo neúspěchu vás vyzývá vidět svět jinak?", "type": "Assumption"}
{"question": "Jaký opakující se vzorec podezříváte, že by mohl být slepým místem ve vašem osobním rozvoji?", "type": "Blind Spot"}
{"question": "Zamyslete se nad momentem, kdy se vaše přesvědčení střetla s vašimi činy. Jaká jasnost vzešla z tohoto paradoxu?", "type": "Contradiction"}
{"question": "Jak vaše reflexivní myšlenky během tichých chvil vedou vaše budoucí rozhodnutí?", "type": "Thought"}
{"question": "Vzpomeňte si na určující moment, který zachycuje nečekaný zvrat ve vašem životě.", "type": "Memory"}
{"question": "Jaká je nejcennější lekce, kterou jste se naučili tváří v tvář protivenství?", "type": "Learning"}
{"question": "Kdybyste měli shrnout cestu svého života do krátkého příběhu, jaké by bylo jeho ústřední poselství?", "type": "Summary"} 