{"question": "¿Qué pensamiento o creencia fundamental influye más en tus decisiones diarias?", "type": "Thought"}
{"question": "¿Qué filosofía personal te esfuerzas por encarnar en tus acciones?", "type": "Thought"}
{"question": "Cuando te enfrentas a una decisión difícil, ¿qué voz interior te guía y por qué?", "type": "Thought"}
{"question": "¿Cómo defines tus valores personales en momentos de incertidumbre?", "type": "Thought"}
{"question": "¿Qué pensamiento impulsa constantemente tu compromiso con el crecimiento?", "type": "Thought"}
{"question": "¿Puedes recordar una memoria que cambió tu forma de verte a ti mismo o al mundo? ¿Qué te enseñó ese momento?", "type": "Memory"}
{"question": "¿Qué recuerdo de la infancia sigue moldeando tu comprensión de la vida hoy?", "type": "Memory"}
{"question": "Recuerda una memoria que te hizo sentir excepcionalmente orgulloso. ¿Qué reveló sobre tus fortalezas?", "type": "Memory"}
{"question": "¿Qué recuerdo revisitas cuando buscas consuelo o guía en momentos difíciles?", "type": "Memory"}
{"question": "Describe un recuerdo de éxito que aún te inspira hoy.", "type": "Memory"}
{"question": "¿Qué experiencia reciente te ha enseñado inesperadamente algo nuevo sobre quién eres?", "type": "Learning"}
{"question": "¿Qué lección aprendiste recientemente al salir de tu zona de confort?", "type": "Learning"}
{"question": "Comparte un momento en que un error se convirtió en tu mejor maestro.", "type": "Learning"}
{"question": "¿Cómo has crecido a partir de una experiencia reciente de fracaso?", "type": "Learning"}
{"question": "¿Qué nueva habilidad o comprensión has adquirido que te sorprendió?", "type": "Learning"}
{"question": "Si tuvieras que resumir tu viaje personal del último año en una idea clave, ¿cuál sería?", "type": "Summary"}
{"question": "¿Cómo describirías el tema general de tus experiencias a lo largo del tiempo?", "type": "Summary"}
{"question": "¿Qué momento o lección única resume tu enfoque de la vida?", "type": "Summary"}
{"question": "Resume cómo han evolucionado tus valores a lo largo de los años.", "type": "Summary"}
{"question": "¿Qué narrativa captura mejor el capítulo reciente de tu vida?", "type": "Summary"}
{"question": "¿Qué suposición sobre la vida o las personas crees que valdría la pena cuestionar?", "type": "Assumption"}
{"question": "¿Qué creencia tienes que, si la cuestionaras, podría llevar a un crecimiento personal?", "type": "Assumption"}
{"question": "¿Hay alguna suposición que tengas que haya sido cuestionada por tus experiencias?", "type": "Assumption"}
{"question": "¿Cómo crees que reevaluar las suposiciones comunes podría cambiar tu perspectiva de la vida?", "type": "Assumption"}
{"question": "¿Qué suposición sobre ti mismo querrías revisar bajo una nueva luz?", "type": "Assumption"}
{"question": "¿Hay algún hábito o comportamiento que raramente notes pero que otros hayan comentado? ¿Qué podría revelar sobre ti?", "type": "Blind Spot"}
{"question": "¿Qué es algo que a menudo pasas por alto sobre ti mismo que podría estar frenándote?", "type": "Blind Spot"}
{"question": "¿Qué comportamiento recurrente en tu vida crees que podría ser un punto ciego?", "type": "Blind Spot"}
{"question": "¿Puedes reconocer una cualidad en ti mismo que no seas consciente pero que otros aprecien?", "type": "Blind Spot"}
{"question": "¿Qué rasgo personal crees que podría ser un punto ciego en cómo te ves a ti mismo?", "type": "Blind Spot"}
{"question": "¿Has experimentado alguna vez una contradicción entre tus ideales y tus acciones? ¿Qué comprensión te trajo esto?", "type": "Contradiction"}
{"question": "Describe un momento en que actuaste en contra de tus creencias. ¿Qué aprendizaje obtuviste?", "type": "Contradiction"}
{"question": "Cuando tus acciones se alejan de tus valores, ¿cómo reconcilias la diferencia?", "type": "Contradiction"}
{"question": "¿Puedes pensar en una ocasión donde tu comportamiento contradijo tus creencias declaradas? ¿Qué te enseñó eso?", "type": "Contradiction"}
{"question": "¿Cómo manejas las contradicciones que surgen entre tus planes y tus acciones?", "type": "Contradiction"}
{"question": "¿De qué manera tus pensamientos moldean tu paisaje emocional diariamente?", "type": "Thought"}
{"question": "¿Qué reflexión recurrente sobre la vida mantiene tu mente comprometida en la búsqueda de la sabiduría?", "type": "Thought"}
{"question": "¿Qué memoria de tu pasado sigue influyendo en tus reacciones hoy?", "type": "Memory"}
{"question": "¿Hay algún recuerdo que raramente revisites pero sientas que tiene un significado no explorado en tu vida?", "type": "Memory"}
{"question": "Reflexiona sobre un momento en que una situación desafiante llevó a una experiencia de aprendizaje inesperada.", "type": "Learning"}
{"question": "¿Qué percepción reciente ha cambiado tu comprensión de ti mismo o tu mundo?", "type": "Learning"}
{"question": "¿Puedes resumir tu estado mental actual en una frase profunda, y por qué sientes que es verdadera?", "type": "Summary"}
{"question": "¿Cómo resumirías tu crecimiento en el último capítulo significativo de tu vida?", "type": "Summary"}
{"question": "¿Qué suposición sobre el éxito o el fracaso te desafía a ver el mundo de manera diferente?", "type": "Assumption"}
{"question": "¿Qué patrón recurrente sospechas que podría ser un punto ciego en tu desarrollo personal?", "type": "Blind Spot"}
{"question": "Reflexiona sobre un momento en que tus creencias chocaron con tus acciones, ¿qué claridad surgió de esa paradoja?", "type": "Contradiction"}
{"question": "¿Cómo guían tus pensamientos reflexivos durante los momentos tranquilos tus decisiones futuras?", "type": "Thought"}
{"question": "Recuerda un momento decisivo que encapsula un giro inesperado en tu vida.", "type": "Memory"}
{"question": "¿Cuál es la lección más valiosa que has aprendido frente a la adversidad?", "type": "Learning"}
{"question": "Si tuvieras que resumir el viaje de tu vida en una breve historia, ¿cuál sería su mensaje central?", "type": "Summary"} 